[
  {
    "title": "The Hustle Story",
    "writer": "Suraif Muhammad & Kasuni Perera -Secretariat Team",
    "year": "2022/06/28",
    "image": "/Hustle Story 2022.png",
    "article1": "As the very first event of Innovation Nation Sri Lanka 2022, 'The Hustle Story', a session focusing on motivating the audience to be successful future entrepreneurs and encouraging them to join the startup ecosystem was successfully held on the 25th of June 2022 as a panel discussion on “Why Sri Lanka needs entrepreneurship in this crisis”, moderated by Miss. Sasmini Bandara with the participation of the distinguished professionals Mr. Ahamed Nishadh, Dr. Sankalpa Gamwarige, Mr. Sachindra Samararatne, and Mr. Heminda Jayaweera.",
    "article2":"The Session began with the self-introductions of speakers and how they have contributed to the start-up ecosystem in Sri Lanka. Then the discussion started on why we need entrepreneurs in Sri Lanka. Various aspects like what's a start-up, the significance of tech start-ups, and types of entrepreneurship were discussed. Then the panel moved to the area of the role of self-sustainability in entrepreneurship. The experts stressed the fact that start-ups are not just about the economy but also about sustainability in terms of sources, being environment friendly, discouraging gender discrimination, etc. Then the panel expressed their views on the potential of Sri Lankan youth and the important aspects of building a startup at a young age. Also, they didn't fail to enlist easily accessible sources useful for budding Entrepreneurs. The Session highlighted the importance of persisting with our goal without being distracted by what's happening outside.  Overall it was a very informative and motivational session for upcoming entrepreneurs. The session concluded with 100+ participants joining through the Zoom platform and through Facebook and Youtube live.",
    "article3": "Also currently there is a series of  Awareness Programmes happening with the purpose of promoting awareness among university students about INSL 2022. These sessions are organized by the Program Team of INSL 2022 along with the Provincial Coordinators/University Representatives in respective universities.",
    "article4": "",
    "article5": ""
  },
  {
    "title": "Road to INSL",
    "writer": "Pawani Kalegana -Secretariat Team",
    "year": "2021/08/29",
    "image": "/Hustle Story 2021.jpg",
    "article1": "‘Road to INSL’ was an impressive training program focused on setting off the entrepreneurial spark in a young person or nurturing the competitiveness inside those already dreaming of becoming entrepreneurs. The program was held for 3 consecutive days 19th, 20th, and 21st of August 2022 in order to upskill the applicants with all the basic techniques from finding an investable and innovative idea to implement it. The program was held via Zoom and YouTube platforms and the target audience were the teams registered with INSL 2022. ",
    "article2": "The three days of the training program were conducted by four guest speakers who had a vast knowledge of the ecosystem and the technicalities that should be followed when implementing an innovative idea. To start off with the Road to INSL training program, the first day commenced with a warm welcome for the teams to the ecosystem. Then the teams were introduced to the startup ecosystem by Mr. Akeel Ahamed, Executive of Startup Ecosystem Development at the Information and Communication Technology Agency of Sri Lanka (ICTA) with a “Glamorous Session” according to the feedback of the audience which encouraged the enthusiastic participants to continue their journey in the startup ecosystem. Eventually, the session was handed over to Mr. Kulunu Jayamanna, a Coordination and Partnerships Associate at UNDP Sri Lanka, to enlighten the audience with the fundamentals of the design thinking methodology. All the doubts of the audience were clarified during the Q and A session by the speakers.",
    "article3": "The second day of the training program was conducted on the Business Model Canvas which is an excellent tool for understanding a business model precisely. The session was led by  Ms. Anjana Kulasekara, the founder of CareerMe and the head of Careers360. Ms. Kulasekara gave an informative explanation of Business Model Canvas to all the participants followed by some well-known examples in the industry. The session was concluded after a successful Q and A session with a considerable amount of questions which was evidence of active audience participation.",
    "article4": "The final day of the Road to INSL training program was a very important session for all the teams registered with INSL 2022. The first section of the session was conducted by  Mr. Mohammad Mafaz, Co-founder/ Chief Storyteller at Show & Tell on Market stratagems and Pitching which was an insightful guide for the participants. In a competition of this caliber, it is really important to fill out the application form correctly by providing relevant and accurate details. Therefore, the second section was the most awaited session of the INSL competition applicants and it was conducted by Mr. Chanaka Wickramasinghe, the Chairperson of INSL 2022, and Mr. Singhe Silva, the Program team Lead of INSL 2022. The session gave a detailed guide to filling the Innovation nation competition application and all the questions from the audience were answered successfully without leaving any doubt.",
    "article5": "Finally, the three-day training program of the Road to INSL 2022 ended with 800+  participation on both Zoom and YouTube platforms and a lot of positive feedback. As a final note, the program can be defined as a successful, very informative, and motivational training program that was gladly embraced by the teams registered with INSL 2022."
  },
  {
    "title": "INSL 2022 - Provincial Competitions",
    "writer": "Pawani Kalegana -Secretariat Team",
    "year": "2022/10/14",
    "image": "/Hustle Story 2022.png",
    "article1": "Innovation Nation Sri Lanka 2022 has organized the next most exciting and outstanding step in the program, which is the INSL 2022 Provincials Competitions. INSL provincial competitions will be held to select teams on the regional level covering all 9 provinces. This program has encouraged all the teams never to give up and given the opportunity of exposure for more teams who will be awarded as the winners of the provincial competitions. ",
    "article2": "These provincial competitions will be held in collaboration with the IEEE student branches across the country and training and mentoring sessions are also planned with the help of the Student Branches as per the requirements of the teams which participate in each provincial competition. Along with the provincial competitions for the idea stage, it is also planned to hold the competitions for the business stage by the end of October. All the semi-finalists of Innovation Nation Sri Lanka 2022 will be selected by the end of these competitions. A Summary of the Provincial Competitions, with the timelines and the venues, are stated in this webpage, http://www.insl.lk/provincials",
    "article3": "All the Provincial competitions held will be organized by separately appointed organizing committees and the competitions will be judged by a separate panel of judges at each competition. Furthermore, almost all the competitions are planned to be held physically at each venue as mentioned earlier.",
    "article4": "The ultimate goal of INSL 2022 Provincial Competitions is to conduct 10 successful competitions in each province of Sri Lanka by spreading the horizons of the outstanding program and giving the winners exposure to the startup ecosystem even without winning the Grand Finale.",
    "article5": ""
  }
]
